abusaidm.html-snippets
bierner.lit-html
bungcip.better-toml
ClemensPeters.format-json
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hardikpthv.lit-snippets
justinribeiro.Polymer2Snippets
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
sibiraj-s.vscode-scss-formatter
skyapps.fish-vscode
SonarSource.sonarlint-vscode
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
xabikos.JavaScriptSnippets